[{"model": "products.category", "pk": 1, "fields": {"name": "espresso_beans", "friendly_name": "Espresso Beans", "image": ""}}, {"model": "products.category", "pk": 2, "fields": {"name": "pour_over", "friendly_name": "Pour Over beans", "image": ""}}, {"model": "products.product", "pk": 1, "fields": {"category": 1, "sku": null, "name": "Daily Espresso", "description": "Balanced • Soft • Round\r\n\r\nBag of whole beans\r\n\r\nThis mix comes from two farms in Brazil, which are then seasoned with berry-dried coffee. \r\nThis berry dried coffee is a mix from Colombia, El Salvador and Ethiopia. We produce this mix to make it both chocolaty and soft fruity.\r\n\r\nFlavour Profile\r\n\r\nThis blend and flavours comes out from the way we roast it, at the end of the process, the sugars in the coffee is gently caramelized and the flavours clearly emerge. \r\nThis mix has a slightly longer roasting time, which gives the beans more of a depth and a fine sweet caramel flavor profile.", "price": "17.99", "image": "daily_espresso_hUluBX5.webp", "image_url": null, "rating": "5.00", "review_count": "1", "likes": []}}, {"model": "products.product", "pk": 2, "fields": {"category": 1, "sku": null, "name": "Radical Espresso", "description": "Powerful • Spicy • Chunky\r\n\r\nThis is a whole bean mix.\r\n\r\nBittersweet and mildly spicy and fruity espresso with a clear fullness. The majority in this mix have a full-bodied character and usually comes from Indonesia and Brazil. \r\nThere's also a mix of beans from Ethiopia which gives it a contribution towards a fruity taste.\r\n\r\nProfile\r\n\r\nThis blend has been given a few extra turns in our roaster, to really bring out the bold and rich character. \r\nWhen beans are dark roasted, the acidity in the coffee flavor is reduced and in comes a powerful and bittersweet flavour. \r\n\r\nThis mix is Ecologically certified (SE-EKO-04)", "price": "18.99", "image": "radical_espresso_tPQ74pt.webp", "image_url": null, "rating": "5.00", "review_count": "1", "likes": []}}, {"model": "products.product", "pk": 3, "fields": {"category": 1, "sku": null, "name": "Prime Espresso", "description": "Elegant • Fruitful • Tasty\r\n\r\nWhole beans \r\n\r\nWith this mix you can expect a nice sweetness from tall and organic coffee beans, main origin from Ethiopia, Brazil and central America. This choice of beans gives Prime Espresso a tropical and fruity taste, with hints of sweet berries. Completely without bitterness, and organically certified.\r\n\r\nProfile\r\n\r\nThis mix of beans has a slightly lighter roast, which highlights the natural characteristics in the beans. The gentle roast gives the coffee a complexity and brings out the natural sweetness, fruitiness and richness of the beans. You get a lovely soft fullness from this mix. \r\n\r\nThis mix is Ecologically certified (SE-EKO-04)", "price": "21.99", "image": "prime_espresso_xo6YB7Z.webp", "image_url": null, "rating": "5.00", "review_count": "1", "likes": []}}, {"model": "products.product", "pk": 4, "fields": {"category": 1, "sku": null, "name": "The Outsider", "description": "Organic Italian Espresso \r\n\r\nWhole beans \r\n\r\nThis is our way of making a really good caffé, the italian espresso. The elements of this robusta creates a fine, bittersweet chocolate flavour and gives an extra good touch to the character. \r\n\r\nEven if this coffee changes a bit with season, we try to keep a consistent style, making it milk friendly, creamy and with a bitterness that blends with the flavors rather than being distinct. \r\n\r\nThe outsider doesn't hide bitter truths, we only use roasted beans from the best organic farms and cooperatives we can find! \r\n\r\nThis mix is Ecologically certified (SE-EKO-04)", "price": "19.79", "image": "the_outsider.webp", "image_url": null, "rating": null, "review_count": "0", "likes": []}}, {"model": "products.product", "pk": 5, "fields": {"category": 1, "sku": null, "name": "The Hobo", "description": "Chocolate • Dark • Nutty\r\n\r\nWhole beans\r\n\r\nThe Hobo is our most powerful espresso, whose ingredients, roast profile and flavor character has a sold, earthy profile. It's got a bitterness and super full body. The musty and powerful coffee beans mainly comes from farms in Brazil, India and Indonesia. We roast them for a long time and make them a little extra dark to give the Hobo it's deep roundness and it gets a lovely aroma of nuts and dark chocolate.", "price": "18.99", "image": "the_hobo.webp", "image_url": null, "rating": null, "review_count": "0", "likes": []}}, {"model": "products.product", "pk": 6, "fields": {"category": 1, "sku": null, "name": "Sonora Obata", "description": "Citrus Chocolate • Yellow Berries • Caramel\r\n\r\nWhole beans\r\n\r\nThis mix of beans is an amazing example of berry-dried coffee, where the coffee beans have dried inside their pods. We get these beans from our producer Alberto Guardia, he's got more than 20 varieties on his farm, and he produces extremely high quality microdots and we keep coming back every year for these! \r\n\r\nThis mix has everything you are looking for in a berry-dried coffee, high sweetness, great fullness and a fantastic fruitiness, and is made for making espresso with.", "price": "19.79", "image": "sonora_obata.webp", "image_url": null, "rating": null, "review_count": "0", "likes": []}}, {"model": "products.product", "pk": 7, "fields": {"category": 2, "sku": null, "name": "Daily Brew", "description": "Balanced • Soft • Round\r\n\r\nWhole Beans\r\n\r\nThis brew is soft, yet balanced with a lovely fullness. As a base for this mix, we always use coffee beans from two farms in Brazil, which we season with beans from other parts of the world to bring out notes of roasted almonds and hazelnuts. This mix makes for a soft coffee with tones of chocolate. \r\n\r\nProfile\r\n\r\nThese flavors are enhanced by the way the coffee is roasted - towards the end of the roasting process, the sugars in the coffee gently caramelizes and many unique flavours from the origin emerges.", "price": "24.99", "image": "daily_brew_filter_fyQBoIY.webp", "image_url": null, "rating": null, "review_count": "0", "likes": []}}, {"model": "products.product", "pk": 8, "fields": {"category": 2, "sku": null, "name": "Radical Brew", "description": "Powerful  • Spicy • Rich \r\n\r\nWhole beans \r\n\r\nThis brew is a powerful, balanced and fruity coffee with a dark roasted character. The majority of these beans in Radical brew has a full-bodied character and usually comes from Indonesia and Brazil. We also mix in berry dried beans, that origins mainly from Ethiopia, which contributes to the lovely fruity taste. This mix is organically certified. \r\n\r\nProfile\r\n\r\nWe have given this mix an extra few turns in our roaster, just to bring out the bold and rich character of Radical. When the coffee is dark roasted, the acidity in the coffee is reduced and instead gets a powerful and bittersweet development of flavors. \r\n\r\nThis mix is Ecologically certified (SE-EKO-04)", "price": "21.99", "image": "radical_brew_filter_DsFDn8O.webp", "image_url": null, "rating": null, "review_count": "0", "likes": []}}, {"model": "products.product", "pk": 10, "fields": {"category": 2, "sku": null, "name": "Prime Brew", "description": "Elegant • Fruitful • Tasty\r\n\r\nWhole beans\r\n\r\nWith this mix you can expect a lovely sweetness from a tall and organic coffee bean that origins from Ethiopia, Colombia, Peru and Central America. This mix of beans give the Prime Brew a tropical, fruity taste with notes of sweet berries. Medium bodied and creamy, totally without bitterness. \r\n\r\nProfile \r\n\r\nThis is a slightly lighter roast, which gives the highlights of the coffee natural characteristics. This is a gentle roast, which gives the coffee complexity, and brings out the natural sweetness, fruitiness and richness of the beans. Because of the light roast, we also get a soft fullness. \r\n\r\nThis mix is Ecologically certified (SE-EKO-04)", "price": "21.99", "image": "prime_brew_filter_zliYt57.webp", "image_url": null, "rating": null, "review_count": "0", "likes": []}}]